{
  "general": {
    "title": "قوانين عامة",
    "description": "القوانين العامة لسيرفر",
    "rules": [
      { "text": "❖ يجب عليك فهم معنى الرول بحيث انك تتقمص الشخصية سواء كنت مجرم مسعف شرطي اعلامي..." },
      { "text": "❖ يمنع التحدث بالسياسة، الدين وكذلك العنصرية" },
      { "text": "❖ يمنع تقليد شخصية أي لاعب آخر" },
      { "text": "❖ يمنع استخدام الاسم نفسه لشخصياتك الأخرى" },
      { "text": "❖ يجب استخدام اسم واقعي وكذلك يجب أن يكون الاسم باللغة الإنجليزية" },
      { "text": "❖ خلط الشخصيات ممنوع وكذلك يمنع نقل أسلحة، أموال والخ.. من شخصية إلى أخرى" },
      { "text": "❖ يمنع القتل بشكل عشوائي (RDM)" },
      { "text": "❖ يمنع استخدام المركبة بتصادم متكرر أو بشكل خاطئ (VDM)" },
      { "text": "❖ يمنع التواصل غير شرعي بشكل تام وكذلك يمنع الستريم سنايب (Metagaming)" },
      { "text": "❖ يمنع استغلال الثغرات بجميع أنواعها (powergaming)" },
      { "text": "❖ يمنع استخدام أي ملفات أو طرف ثالث لتسهيل اللعب: إزالة البحر، تغيير الرؤية، جرافيكس فايتات..." },
      { "text": "❖ عند دخول السيرفر يجب عليك تسجيل (تصوير) آخر 20 دقيقة، وفي حال عدم وجود تسجيل مع صوتك سيتم رفض الشكوى" },
      { "text": "❖ لا يتم تعويض الشخص إلا في حال وجود خطأ برمجي ويجب أن يكون هناك مقطع واضح للخطأ" },
      { "text": "❖ يمنع حمل اللاعب أثناء القيادة" },
      { "text": "❖ التعرف على الشخص يكون عن طريق ملامح الوجه ويمنع التعرف عليه من خلال الصوت أو اللبس" },
      { "text": "❖ يسمح مقاومة السلاح الأبيض إن كان بيدك سلاح أبيض ونفس الشيء لسلاح ناري" },
      { "text": "❖ يمنع الدخول للشقة وكذلك يمنع إدخال السيارة في حال لم ينتهي السيناريو" },
      { "text": "❖ يمنع التدخل في أي سيناريو قائم إن لم تكن مشاركًا في السيناريو" },
      { "text": "❖ يمنع الاعتداء وكذلك سرقة ممتلكات المسعفين" },
      { "text": "❖ يمنع سرقة معدات الشرطة: سيارات، أسلحة بجميع أنواعها، airship" },
      { "text": "❖ يجب على الجميع الاحترام وكذلك يمنع الشخصنة بدون سبب" },
      { "text": "❖ يمنع ارتداء أي خوذة أثناء القتالات" },
      { "text": "❖ يمنع العودة إلى السيناريو في حال تم إسقاطك" },
      { "text": "❖ يمنع تحريك الجثة بدون سبب وكذلك تقديم الإهانات للجثة؛ يسمح بنقل الجثة للمستشفى في حال عدم وجود مسعفين" },
      { "text": "❖ عند الموت التام أو التحلل يمنع تذكر أي شيء يخص موتك" },
      { "text": "❖ يمنع قتل الرهينة إن كان متعاوناً" },
      { "text": "❖ يمنع التلميح لأي شيء ليس له علاقة بالرول" },
      { "text": "❖ يمنع الخروج من السيرفر إلا بعد 10 دقائق من انتهاء السيناريو" },
      { "text": "❖ يمنع الخروج من السيرفر إن كنت مشاركًا في سيناريو قائم سواء كنت رهينة أو مجرم قيد الاعتقال. في حال خرجت لسبب خارج عن إرادتك (كراش، مشكلة اتصال) لديك 10 دقائق للعودة" },
      { "text": "❖ بدون سبب: يمنع البقاء AFK إن كنت مشاركًا في سيناريو" },
      { "text": "❖ يمنع لبس عدة الغوص خارج البحر" }
    ]
  },
  "safe": {
    "title": "قوانين المناطق الآمنة",
    "description": "القوانين الخاصة في المناطق الآمنة",
    "rules": [
      { "text": "❖ مركز الوظائف" },
      { "text": "❖ مركز الشرطة" },
      { "text": "❖ المستشفى" },
      { "text": "❖ جميع المطاعم" },
      { "text": "❖ جميع الورش" },
      { "text": "❖ المحكمة" },
      { "text": "ملاحظة: كراجات جميع الأماكن المذكورة أعلاه تعتبر ضمن المناطق الآمنة", "isNote": true }
    ]
  },
  "crime": {
    "title": "قوانين الإجرام",
    "description": "قوانين الإجرام في السيرفر",
    "rules": [
      { "text": "❖ يمنع القيام بأي عمل إجرامي (السرقات بجميع أنواعها، الخطف) قبل الـ 15 دقيقة من الريستارت" },
      { "text": "❖ يمنع الاتفاق مع أي لاعب ليكون رهينة" },
      { "text": "❖ يمنع استخدام أسلحة الصيد لجميع الأعمال الإجرامية" },
      { "text": "❖ في حال خطفك لشخص، لديك فقط 20 دقيقة لبدء السيناريو؛ بعد 20 دقيقة يجب عليك إطلاق سراح الرهينة" },
      { "text": "❖ يحق للرهينة الهروب من المكان إن وجدت فرصة ولم يكن الخاطف منتبهاً" },
      { "text": "❖ يمنع النقاش أو بيع الممنوعات أو أداء أي عمل إجرامي في المناطق الآمنة أو أمام الملأ" },
      { "text": "❖ يمنع التلويت لأي شخص إلا في حال إثبات عداوة" },
      { "text": "❖ يمنع بدء عداوة إلا في حال وجود إثبات تصوير وكذلك يمنع التعرض للاعبين دون سبب لبدء عداوة" },
      { "text": "❖ تبدأ العداوة فقط بعد بدء حوار بين الطرفين بشكل سلبي ويمنع الشخصنة خارج الرول" },
      { "text": "❖ في حالات الخطف المتكررة يجب معرفة اسم الشخص أو شكله إن لم يكن يرتدي قناعًا" },
      { "text": "❖ تنتهي العداوة فقط بطريقتين: قتل الطرف المخطوف أو وجود دليل واضح (تصوير) يثبت الحالة" },
      { "text": "❖ يمنع العداوة مع الشرطة والمسعفين" },
      { "text": "❖ يمنع التهديد من داخل المركبة سواء كانت سيارة أو دراجة أو دباب" },
      { "text": "❖ يمنع إهانة الرهينة بأي شكل من الأشكال" },
      { "text": "❖ الحد الأقصى لطلب فدية تحرير رهينة واحدة هو 1500$" },
      { "text": "❖ يمنع تمامًا الاعتداء على مفاوض الشرطة كما يمنع التفاوض على رهينة ليست في موقع الجريمة" },
      { "text": "❖ في حال كان لديك أكثر من رهينة يمنع إعطاء إحدى الرهائن لشخص آخر أثناء السيناريو" },
      { "text": "❖ الحد الأقصى للرهائن لجميع السرقات هو 3 فقط" },
      { "text": "❖ يمنع ارتداء زي إحدى العصابات" },
      { "text": "❖ يمنع الخطف والتهديد إن كان هناك مواطن واحد أو 3 من المدنيين أو أكثر" },
      { "text": "❖ يمنع إطلاق النار أثناء القيادة" },
      { "text": "❖ في حال تم إيقافك مرورياً يمنع خطف أو إطلاق النار على الشرطة" },
      { "text": "❖ لا يسمح بإطلاق النار العشوائي أو بغرض جذب العساكر" },
      { "text": "❖ يحق للشرطي مقاومة حتى مجرمين كحد أقصى (2 مجرمين)" },
      { "text": "❖ يمنع الاتصال بالشرطة، المسعفين، التاكسي أو موظفين المطاعم والورش لاستدراجهم أو خطفهم" },
      { "text": "❖ يمنع خطف أي موظف حكومي أثناء أداء عمله، ويستثنى إن كان خارج نطاق العمل" },
      { "text": "❖ يمنع إزعاج الموظفين الحكوميين والمطاعم والورش في أماكن العمل أو التلفظ عليهم" },
      { "text": "❖ يمنع افتعال قتال دون سبب" },
      { "text": "❖ يمنع تحالف العصابات بشكل تام ضد الشرطة أو ضد عصابة أخرى (يُستثنى: السيناريوهات والسرقات الكبرى)" },
      { "text": "❖ يمنع خطف نفس الشخص أكثر من مرة خلال ساعة" },
      { "text": "❖ يمنع استخدام زر Home أثناء أي قتال أو سيناريو" }
    ]
  },
  "robbery": {
    "title": "قوانين عدد السرقات",
    "description": "عدد السرقات المسموح به لكل سرقة",
    "rules": [
      { "text": "البقالة (1-3)\nعدد الرهائن المطلوب للسرقة: 1 فقط" },
      { "text": "المنزل (2-4)\nعدد الرهائن المطلوب للسرقة: 1 فقط" },
      { "text": "تبديل الأموال (3-5)\nعدد الرهائن المطلوب للسرقة: 1 فقط" },
      { "text": "المجوهرات (5-7)\nعدد الرهائن المطلوب للسرقة: 2 فقط" },
      { "text": "بنك فليكا (4-7)\nعدد الرهائن المطلوب للسرقة: 2 فقط" },
      { "text": "ميز بانك (Maze Bank) (8-10)\nعدد الرهائن المطلوب للسرقة: 2 فقط" }
    ]
  }
}
